[
  {
    "bookId": 101,
    "bookName": "The Silent Patient",
    "author": "Alex Michaelides",
    "image": "https://i.ibb.co.com/fCGWnPq/the-silent-patient.png",
    "review": "This psychological thriller is a masterful exploration of silence, trauma, and the human psyche. The story revolves around Alicia Berenson, a renowned artist who inexplicably shoots her husband and then refuses to speak. Told through the eyes of a psychotherapist determined to uncover her motives, the book is both a gripping mystery and a profound character study. Its unexpected twist leaves readers reeling, making it a standout in contemporary fiction.",
    "totalPages": 336,
    "rating": 4.5,
    "category": "Thriller",
    "tags": ["Psychological", "Mystery"],
    "publisher": "Celadon Books",
    "yearOfPublishing": 2019
  },
  {
    "bookId": 102,
    "bookName": "Educated",
    "author": "Tara Westover",
    "image": "https://i.ibb.co.com/5sMv50x/educated.jpg",
    "review": "An unforgettable memoir detailing Tara Westover's journey from a survivalist upbringing in rural Idaho to earning a PhD from Cambridge University. Deprived of formal education for much of her childhood, Tara's story is one of resilience and determination as she fights to escape the constraints of her family's isolationist ideology. The narrative offers poignant reflections on family, knowledge, and the power of education to transform lives against all odds.",
    "totalPages": 334,
    "rating": 4.7,
    "category": "Memoir",
    "tags": ["Inspirational", "Family"],
    "publisher": "Random House",
    "yearOfPublishing": 2018
  },
  {
    "bookId": 103,
    "bookName": "Atomic Habits",
    "author": "James Clear",
    "image": "https://i.ibb.co.com/ydGdD8Q/atomic-habits.jpg",
    "review": "Atomic Habits is a groundbreaking book that offers practical, science-backed strategies for forming good habits, breaking bad ones, and mastering the small behaviors that lead to significant results. James Clear uses real-life examples and actionable advice to emphasize the cumulative power of marginal gains. This book is not only about productivity but about living a meaningful life by focusing on consistent improvement and building systems that make success inevitable.",
    "totalPages": 320,
    "rating": 4.8,
    "category": "Self-help",
    "tags": ["Productivity", "Behavior"],
    "publisher": "Avery",
    "yearOfPublishing": 2018
  },
  {
    "bookId": 104,
    "bookName": "The Alchemist",
    "author": "Paulo Coelho",
    "image": "https://i.ibb.co.com/9cm8Bch/the-alchemist.jpg",
    "review": "The Alchemist is a timeless allegory that tells the story of Santiago, a shepherd boy who embarks on a journey to discover his Personal Legend. Through his adventures, Santiago learns about the interconnectedness of the universe, the importance of following one's dreams, and the value of perseverance. Paulo Coelho's poetic writing and philosophical insights make this book an inspiring read for anyone seeking a deeper understanding of life and their purpose.",
    "totalPages": 208,
    "rating": 4.6,
    "category": "Fiction",
    "tags": ["Philosophy", "Adventure"],
    "publisher": "HarperOne",
    "yearOfPublishing": 1988
  },
  {
    "bookId": 105,
    "bookName": "Becoming",
    "author": "Michelle Obama",
    "image": "https://i.ibb.co.com/gySz31x/becoming.jpg",
    "review": "Michelle Obama's memoir is a candid and deeply personal exploration of her journey from a working-class upbringing on the South Side of Chicago to becoming the First Lady of the United States. The book is filled with heartfelt anecdotes about her family, education, and public service. It also provides an intimate look at her role in supporting President Obama's political career while carving out her own impactful initiatives. 'Becoming' is an inspiring story of ambition, resilience, and authenticity.",
    "totalPages": 448,
    "rating": 4.9,
    "category": "Biography",
    "tags": ["Leadership", "Inspirational"],
    "publisher": "Crown Publishing Group",
    "yearOfPublishing": 2018
  },
  {
    "bookId": 106,
    "bookName": "Where the Crawdads Sing",
    "author": "Delia Owens",
    "image": "https://i.ibb.co.com/1bFsrxp/where-the-crawdads-sing.jpg",
    "review": "This novel masterfully blends a coming-of-age story with a compelling murder mystery. Set in the marshlands of North Carolina, the narrative follows Kya, a reclusive young woman misunderstood by her community. Delia Owens paints a vivid picture of the natural world while exploring themes of loneliness, love, and survival. The courtroom drama intertwined with Kya's journey keeps readers captivated until the very last page. It’s a hauntingly beautiful tale of resilience and redemption.",
    "totalPages": 384,
    "rating": 4.6,
    "category": "Fiction",
    "tags": ["Mystery", "Romance"],
    "publisher": "G.P. Putnam's Sons",
    "yearOfPublishing": 2018
  }
]
